/* (No Comment) */
"30 FPS" = "30 FPS";

/* (No Comment) */
"60 FPS" = "60 FPS";

/* (No Comment) */
"Ask Us A Question" = "Facci una Domanda";

/* (No Comment) */
"Authorization Error" = "Errore di Autorizzazione";

/* (No Comment) */
"CancelTitle" = "Annulla";

/* (No Comment) */
"Check For Updates" = "Controlla gli Aggiornamenti";

/* Confirm Password */
"Confirm Password" = "Conferma password";

/* CONNECT */
"CONNECT" = "CONNETTI";

/* (No Comment) */
"Connect device to Mac with" = "Collega il dispositivo al Mac con";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "Connesso per %d minuti";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "Connesso per 1 minuto";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Connesso per meno di un minuto";

/* No comment provided by engineer. */
"Connecting..." = "Connessione in corso";

/* Discovered Devices */
"Discovered Devices" = "Dispositivi rilevati";

/* (No Comment) */
"Discrete (Recommended)" = "Discreto (consigliato)";

/* No comment provided by engineer. */
"Display" = "Schermo";

/* (No Comment) */
"Display Arrangement" = "Disposizione dello Schermo";

/* Duet Connected */
"Duet Connected" = "Duet Connesso";

/* Email */
"Email" = "Email";

/* Email - Please enter a valid email */
"Email Error" = "Email - Inserisci un indirizzo email valido";

/* Energy Efficient */
"Energy Efficient" = "Efficienza Energetica";

/* (No Comment) */
"Framerate" = "FPS";

/* (No Comment) */
"Graphics Card" = "Scheda Grafica";

/* (No Comment) */
"Help Center" = "Centro Assistenza";

/* (No Comment) */
"High Power" = "Alta Potenza";

/* (No Comment) */
"High Resolution (Smaller Text)" = "Alta Risoluzione (Testo più Piccolo)";

/* (No Comment) */
"If this is your first time using Duet, macOS requires you to approve Duet to use your mobile device as a second display" = "Se è la prima volta che usi Duet, macOS ti richiede di approvare Duet per usare il tuo dispositivo mobile come secondo display";

/* (No Comment) */
"Integrated (Energy Savings)" = "Integrato (efficienza energetica)";

/* (No Comment) */
"Launch At Login" = "Lancio al Login";

/* Launch Duet On Your Mobile Device To Get A Little More Space For Your Mac */
"Launch Duet On Your Mobile Device To Get A Little More Space For Your Mac" = "Avvia Duet sul tuo dispositivo mobile per ottenere un po 'più di spazio per il tuo Mac";

/* Manage your account here */
"Manage your account for %@ further here." = "Gestisci qui il tuo account per %@.";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "Riflesso per %d minuti";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "Riflesso per un minuto";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Riflesso per meno di un minuto";

/* (No Comment) */
"Mobile Device Resolution" = "Risoluzione del dispositivo mobile";

/* No comment provided by engineer. */
"No" = "Нет";

/* (No Comment) */
"No Device Connected" = "Nessun Dispositivo Collegato";

/* (No Comment) */
"Open duet on iOS" = "Apri duet su iOS";

/* (No Comment) */
"Open Duet on your mobile device" = "Apri Duet sul tuo dispositivo mobile";

/* (No Comment) */
"Open Duet On Your Mobile Device and Plug Into Your Mac Using An Appropriate Certified Cable, And You're Ready To Go!" = "Apri Duet sul tuo dispositivo mobile e collega il tuo Mac usando un cavo certificato appropriato, e sei pronto per partire!";

/* (No Comment) */
"or" = "or";

/* Password */
"Password" = "Password";

/* (No Comment) */
"Performance" = "Prestazione";

/* Please connect your Android Device to view or change settings. */
"Please connect your Android Device to view or change settings." = "Connetti il tuo dispositivo Android per vedere o modificare le impostazioni.";

/* Please connect your iOS Device to view or change settings. */
"Please connect your iOS Device to view or change settings." = "Connetti il tuo dispositivo iOS per visualizzare o modificare le impostazioni.";

/* (No Comment) */
"Please connect your mobile device to view or change settings" = "Connetti il tuo dispositivo mobile per visualizzare o modificare le impostazioni";

/* (No Comment) */
"Preferences" = "Preferenze";

/* (No Comment) */
"Quality" = "Qualità";

/* (No Comment) */
"Quit" = "Esci";

/* (No Comment) */
"Regular (Energy Efficient)" = "Risoluzione Regolare (Efficienza Energetica)";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Ricordami quando il mio iPad è connesso";

/* (No Comment) */
"Remind Me When Mobile Device Is Connected" = "Ricordami quando è collegato un dispositivo mobile";

/* (No Comment) */
"Resolution" = "Risoluzione";

/* (No Comment) */
"Restart Your Mac" = "Riavvia il tuo Mac";

/* (No Comment) */
"Retina" = "Retina";

/* (No Comment) */
"Retina (High Performance)" = "Risoluzione Retina (Alta Potenza)";

/* (No Comment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Seleziona 'Riprova' per riprovare la riautorizzazione, o 'Esci' per rinunciare.";

/* No comment provided by engineer. */
"Sharper image." = "Immagine più nitida";

/* No comment provided by engineer. */
"Sharper resolution." = "Immagine più nitida";

/* (No Comment) */
"SignOutTitle" = "Esci";

/* Smoother motion. */
"Smoother motion." = "Moto più liscio";

/* (No Comment) */
"Try Again" = "Riprova";

/* Twice the pixel density. */
"Twice the pixel density." = "Двойная плотность пикселов";

/* (No Comment) */
"Uninstall Duet" = "Disinstalla duet";

/* (No Comment) */
"Update App Automatically" = "Aggiornamento Automantico dell'app";

/* Uses more battery. */
"Uses more battery." = "Usa più batteria";

/* (No Comment) */
"Version" = "Versione";

/* (No Comment) */
"When Duet Is Connected..." = "Quando duet è collegato...";

/* No comment provided by engineer. */
"Yes" = "Да";

